Repository: tropela/tropela-i18n
Catalog: */LC_MESSAGES/django.po
Languages: eu

# premium: sidebar messages
source: Become a First Domestique and increase your tropeltxos limit to %(limit)s.
eu: Egin zaitez Luxuzko Gregario zure tropeltxoen muga %(limit)sera igotzeko.

# premium: sidebar messages
source: With no ads!
eu: Eta iragarkirik gabe!

# premium: sidebar messages
source: Upgrade
eu: LG bihurtu

# xedap: sidebar messages
source: Update your rider in your settings. Hundreds of different combinations to make your unique avatar, thousands if you are a First Domestique!
eu: Zure txirrindularia eguneratu aldagelan. Ehundaka konbinazio dauzkazu zurea osatzeko, milaka Luxuzko Gregarioa bazara!

# xedap: sidebar messages
source: Change
eu: Aldatu

# user: menu
source: My dashboard
eu: Nire Tropela

# race: menu
source: My standings
eu: Nire sailkapenak

# user: menu
source: My tropeltxos
eu: Nire tropeltxoak

# user: menu
source: Settings and privacy
eu: Ezarpenak eta pribatutasuna

# user: menu
source: Admin area
eu: Administrazio gunea

# welcome: intro
source: Tropela.eus is a fantasy cycling game where you can play with your friends and family, for free, in the most exciting races of the season.
eu: Tropela.eus-en zure familia eta lagunekin lehiatu zaitezke txirrindularitza denboraldiko lasterketa onenetan.

# welcome: bullets
source: Create your free Tropela.eus account.
eu: Sortu zure doako Tropela.eus kontua.

# welcome: bullets
source: Make your team for one the upcoming races.
eu: Egin zure kiniela irekita dagoen lehiaketaren batetan.

# welcome: bullets
source: Join a tropeltxo to compete against your friends and family!
eu: Sartu tropeltxo batetan zure lagunekin edo familiarekin lehiatzeko!

# account: login
source: Create a new account here
eu: Sortu kontu berri bat hemen

# ui
source: Back
eu: Atzera

# -- admin: ui
source: Home
eu: Hasiera

# -- admin
source: Manage dorsals
eu: Dortsalak kudeatu

# -- admin
source: `Confirm` dorsals
eu: Dudakoak ziurtatu

# -- admin
source: Manage groups
eu: Multzoak kudeatu

# -- admin
source: Manage teams
eu: Taldeak kudeatu

# -- admin
source: All groups
eu: Multzo guztiak

# -- admin
source: Default dorsal group and status:
eu: Defektuzko dortsal multzoa eta egoera:

# -- admin
source: Riders without a dorsal.
eu: Dortsalik ez duten txirrindulariak.

# ui
source: Delete
eu: Ezabatu

# -- admin
source: Add results
eu: Emaitzak gehitu

# -- admin: dialog
source: The information has been saved.
eu: Informazioa behar bezala gorde da.

# -- admin: dialog
source: There was a problem when trying to save the information.
eu: Arazaoren bat izan da informazioa gordetzerakoan.

# -- admin: button
source: Save
eu: Gorde

# -- admin: button
source: Clear all
eu: Garbitu

# errors: 500
source: A crash in the peloton!
eu: Erorikoa pelotoian!

# errors: 500
source: Server lost control of the bike and crashed into the wall. We are not sure how serious Server's injuries are yet, but the assistance car is on its way now... let's hope he can join the peloton again!
eu: Zerbitzariak bizikletaren kontrola galdu du eta errepidearen bazterrera erori da. Oraindik ez dakigu Zerbitzariak zenbaterainoko mina hartu duen, baina laguntza bidali dugu iada... ea lehen bait lehen tropelean sartzeko gai den!

# errors: 500
source: Back to Tropela.eus
eu: Tropela.eus-era bueltatu

# menu
source: Privacy policy
eu: Pribatutasun politika

# homepage
source: Calendar
eu: Agenda

# homepage
source: These are the competitions for this season.
eu: Hauek dira denboraldi honetako lehiaketak.

# race: menu
source: Back to race
eu: Lehiaketara bueltatu

# porra: form
source: My team
eu: Nire kiniela

# porra: menu
source: My friends
eu: Nire lagunak

# notifications: no porra
source: Don't forget to make your team for %(race)s!
eu: Ez ahaztu %(race)s lehiaketarako zure kiniela egitea!

# porra: form
source: Selection complete
eu: Aukeraketa osatuta

# porra: form
source: Please check your selection
eu: Zure aukeraketa osatu mesedez

# sponsored_games: cta
source: Don't forget to select the game below if you wish to participate! (conditions apply)
eu: Ez ahaztu jokoa aukeratzea parte hartu nahi baduzu!

# sponsored_games: porra.form
source: Participate in games:
eu: Jokoetan parte hartu:

# porra: form
source: Choose your riders from the list and save your team! You can use filters to make the list more manageable. Keep in mind that there is a limit of riders you can choose from every group. Good luck!
eu: Aukeratu zure txirrindulariak zerrendatik eta gorde zure kiniela! Filtroak erabili ditzakezu aukeraketa errazteko. Kontutan izan multzo bakoitzeko aukerak mugatuta daudela. Zorte on!

# race: filters
source: Filter by name, team, country
eu: Izen, talde edo herrialdearen arabera filtratu

# race: menu
source: Back to season
eu: Denboraldira bueltatu

# race: menu
source: Presentation
eu: Aurkezpena

# race: menu
source: Standings
eu: Sailkapenak

# race: menu
source: Rider points
eu: Txirrindularien puntuak

# race: menu
source: Rider list
eu: Dortsalak

# race: menu
source: Make team
eu: Kiniela egin

# ui: button
source: Update
eu: Eguneratu

# sponsored_games: cta
source: Make your team to participate! (conditions apply)
eu: Egin zure kiniela parte hartu ahal izateko!

# race: vue path
source: /dorsals/
eu: /dortsalak/

# race: menu
source: Update team
eu: Kiniela eguneratu

# race: filters
source: Aggregate
eu: Metatua

# race: filters
source: Stage
eu: Etapakoa

# race: home
source: Tropela standings
eu: Tropelako sailkapena

# race: home
source: Rider standings
eu: Txirrindularien sailkapena

# race: home
source: Stages
eu: Etapak

# race: home
source: Teams
eu: Taldeak

# race: filters
source: Stages
eu: Etapak

# sponsored_games: standings
source: Show sponsored standings
eu: Babestutako sailkapenak erakutsi

# season: menu
source: Races
eu: Lehiaketak

# season: menu
source: Presentation
eu: Aurkezpena

# season: menu
source: Season standings
eu: Denboraldiko sailkapenak

# season: vue path
source: /season-standings/
eu: /denboraldiko-sailkapenak/

# season: cta
source: Download .ics file
eu: .ics fitxategia jeitsi

# season: filters
source: Races
eu: Lehiaketak

# season: filters
source: Race
eu: Lehiaketakoa

# dashboard
source: My season stats
eu: Nire denboraldiko estatistikak

# forms: tropeltxo.join
source: You have joined a public tropeltxo.
eu: Tropeltxo publiko batetan sartu zara.

# forms: tropeltxo.request
source: A request to join has been sent to a private tropeltxo.
eu: Eskaera behar bezala bidali da tropeltxo pribatu batetara.

# forms: success
source: Your request has been successfully processed.
eu: Zure eskaera behar bezala burutu da.

# forms: error
source: An error occurred while processing your request. Please try again later.
eu: Arazoren bat egon da zure eskaera burutzean. Mesedez saiatu berriro beranduago.

# user: menu
source: Find a tropeltxo
eu: Tropeltxo bat aurkitu

# tropeltxos: limit
source: You have reached your tropeltxos limit (%(limit)s). If you want to join another tropeltxo you will have to become a First Domestique, or leave one your current tropeltxos.
eu: Zure tropeltxoen mugara iritsi zara (%(limit)s). Beste tropeltxo batetako kide izan nahi baduzu Luxuzko Gregario bilakatu zaitezke, edo egungo tropeltxoren bat utzi.

# tropeltxos
source: Edit tropeltxo
eu: Tropeltxoa editatu

# tropeltxos
source: Create new tropeltxo
eu: Tropeltxo berria sortu

# ui: button
source: Create
eu: Sortu

# tropeltxos
source: By using tropeltxos you will be able to see personalized standings with only your friends, family members, colleagues or people you know.
eu: Tropeltxoen bidez zure lagunekin, etxekoekin, zure lankideekin edota ingurukoekin azpisailkapenak ateratzeko modua izango duzu.

# tropeltxos: membership change
source: You cannot change your membership or leave this tropeltxo because you are the only admin. You should make another user admin first.
eu: Ezin duzu zure egoera aldatu edo tropeltxo hau utzi kudeatzaile bakarra zarelako. Lehenik eta behin beste erabiltzaile bat izendatu beharko zenuke kudeatzaile bezala.

# tropeltxos: delete
source: Delete tropeltxo
eu: Tropeltxoa ezabatu

# tropeltxos: delete
source: Are you sure you want to delete this tropeltxo? All members will leave and all history will be deleted.
eu: Ziur al zaude tropeltxoa ezabatu nahi duzula? Kide guztiak tropeltxotik aterako dira eta tropeltxoaren datu guztiak ezabatuko dira.

# ui: confirm
source: Yes
eu: Bai

# ui: confirm
source: Not really
eu: Ez

# tropeltxos: actions
source: Accept as member
eu: Kide bezala onartu

# tropeltxos: actions
source: Reject request
eu: Eskaera ezeztatu

# tropeltxos: actions
source: Make moderator
eu: Moderatzailea bihurtu

# tropeltxos: actions
source: Make regular member
eu: Kide arrunta bihurtu

# tropeltxos: membership self
source: Leave tropeltxo
eu: Tropeltxoa utzi

# tropeltxos: membership change
source: Remove user from tropeltxo
eu: Erabiltzailea tropeltxotik atera

# tropeltxos: membership self
source: Are you sure you want to leave the tropeltxo?
eu: Ziur al zaude tropeltxoa utzi nahi duzula?

# tropeltxos: membership change
source: Are you sure you want to remove this user from the tropeltxo?
eu: Ziur al zaude erabiltzaile hau tropeltxotik atera nahi duzula?

# ui
source: Search...
eu: Bilatu...

# user: menu
source: Tropeltxos
eu: Tropeltxoak

# user: menu
source: Settings
eu: Ezarpenak

# user settings: vue path
source: /profile/
eu: /profila/

# user: menu
source: Profile
eu: Profila

# user settings: vue path
source: /privacy/
eu: /pribatutasuna/

# user: menu
source: Privacy
eu: Pribatutasuna

# user settings: vue path
source: /subscriptions/
eu: /harpidetzak/

# user: menu
source: Subscriptions
eu: Harpidetzak

# user: menu
source: Password
eu: Pasahitza

# user: menu
source: Emails
eu: Emailak

# user: menu
source: Social accounts
eu: Lotutako kontuak

# user settings: payment
source: Payment in process...
eu: Ordainketa burutzen...

# user settings: payment
source: Subscription created! Payment in process...
eu: Harpidetza sortua! Ordainketa burutzen...

# user settings: payment
source: Subscription completed!
eu: Harpidetza burutu da!

# user settings: payment
source: Payment failed... try again later.
eu: Ordainketa ez da burutu... saiatu berriro.

# premium: sidebar messages
source: First Domestique
eu: Luxuzko gregarioa

# premium: sidebar messages
source: Become a First Domestique
eu: Luxuzko gregarioa bilakatu

# user: privacy
source: Download account data
eu: Kotuari lotutako datuak jeitsi

# user: privacy
source: You can download a copy of your Tropela information at any time. The information is on a JSON format, which will allow another service to more easily import it. Only you can access this page.
eu: Edozein momentutan jeitsi dezakezu Tropelak zure kontuari lotuta duen informazio osoa. Datuak JSON formatuan daude, akaso beste zerbitzu baten bidez inportatu ahal izateko. Zuk bakarrik ikus ditzakezu datu hauek.

# user: privacy
source: Download data
eu: Datuak jeitsi

# user: profile
source: User information
eu: Informazio orokorra

# xedap: form
source: Your rider
eu: Zure txirrindularia

# xedap: form
source: Skin color
eu: Azal kolorea

# xedap: form
source: Height
eu: Altuera

# xedap: form
source: Weight
eu: Pisua

# xedap: form
source: Bike
eu: Bizikleta

# xedap: form
source: Top
eu: Gainean

# xedap: form
source: Bottom
eu: Galtzak

# xedap: form
source: Hair style
eu: Ilea

# xedap: form
source: Facial hair
eu: Aurpegiko ilea

# xedap: form
source: Mask
eu: Maskara

# xedap: form
source: Shoes
eu: Oinetakoak

# premium: subscriptions
source: Subscription history
eu: Harpidetzen historikoa

# premium: subscriptions
source: This is an overview of all your subscriptions.
eu: Hemen orain arte burututako harpidetzen zerrenda aurkitu dezakezu.

# premium: subscriptions
source: First Domestique
eu: Luxuzko Gregarioa

# premium: subscriptions
source: Thank you for supporting Tropela.eus!
eu: Mila esker Tropela Elkarteari laguntzeagaitik!

# premium: subscriptions
source: Become a First Domestique
eu: Luxuzko Gregarioa bilakatu

# premium: subscriptions
source: Choose a product first.
eu: Aukeratu produktu bat.

# premium: payment
source: Proceed with payment
eu: Ordainketa burutu

# premium: payment
source: Cardholder name
eu: Izena (txartelean)

# premium: payment
source: Credit or debit card
eu: Txartel zenbakia

# premium: payment
source: We will never store your card information.
eu: Ez dugu inoiz zure txartelaren informazioa gordeko.

# ui: button
source: Pay
eu: Ordaindu

# premium: payment
source: Processing...
eu: Ordainketa burutzen...

# urls
source: <slug:slug>/<int:pk>/my/team/
eu: <slug:slug>/<int:pk>/nire/kiniela/

# urls
source: <slug:slug>/<int:pk>/my/friends/
eu: <slug:slug>/<int:pk>/nire/lagunak/

# urls
source: dashboard/
eu: tropela/

# urls
source: standings/
eu: sailkapenak/

# urls
source: tropeltxos/
eu: tropeltxoak/

# urls
source: profile/
eu: profila/

# urls
source: my/
eu: nire/

# urls
source: rules/
eu: arauak/

# urls
source: about/
eu: elkartea/

# urls
source: privacy-policy/
eu: pribatutasun-politika/

# porra: share
source: I have just made my team for the "%(race)s" competition, make yours too!
eu: "%(race)s" lehiaketarako kiniela egin berri dut, parte hartu zuk ere!

# emails: red dorsals
source: Check your rider selection for %(race)s!
eu: Dortsalak gorriz dituzu %(race)s lasterketan!

# notifications: red dorsals
source: Some riders in your team (#%(porra)s) will not participate in the %(race)s. You should check your rider selection!
eu: Zure kinielako (#%(porra)s) txirrindulariren bat ez da %(race)s-n izango. Eguneratu ezazu zure kiniela lasterketa hasi baino lehen!

# notifications: empty tropeltxos
source: You are all alone in one of your tropeltxos for the %(race)s... tell your friends! Tropela is more fun with friends and family.
eu: Bakar bakarrik zaude tropeltxo batetan %(race)s lehiaketarako... esan zure lagunei! Tropela dibertigarriagoa da lagun eta familiarekin.

# notifications: tropeltxo request
source: There is a pending request in the "%(tropeltxo_name)s" tropeltxo.
eu: Eskaera bat duzu zain "%(tropeltxo_name)s" tropeltxoan.
