Repository: tropela/tropela-i18n
Catalog: */LC_MESSAGES/django.po
Languages: eu

# api: exceptions
source: Service temporarily unavailable, try again later.
eu: Zerbitzua ez dago eskuragai, saiatu beranduago.

# forms: user.profile
source: First name
eu: Izena

# forms: user.profile
source: Last name
eu: Abizenak

# forms: user.profile
source: City
eu: Herria

# forms: user.profile
source: Country
eu: Herrialdea

# forms: user.profile
source: Language
eu: Hizkuntza

# forms: user.profile
source: Avatar preference
eu: Lehenetsitako avatarra

# user: privacy
source: Make my profile page public
eu: Nire profilaren orria publikoa egin

# user: privacy
source: Receive emails from Tropela
eu: Tropelaren emailak jaso

# user: privacy
source: Receive notifications from Tropela
eu: Tropelaren notifikazioak jaso

# user: privacy
source: Share my activity in social media (when I create a team)
eu: Nire ekintzak sare sozialetan zabaldu (nire kiniela egitean)

# api: dorsal.exceptions
source: Please include a `race_id` query parameter in your request.
eu: Mesedez gehitu ezazu `race_id` parametroa zure eskaeran.

# api: porra.exceptions
source: Duplicate entry - this user already has a team for this race.
eu: Duplikatuta - erabiltzaile honek badu iada porra bat lehiaketa honetan.

# api: exceptions
source: We are still preparing the race. Dorsals are not visible yet.
eu: Oraindik lehiaketa prestatzen ari gara. Dortsalak ez daude ikusgai oraindik.

# api: exceptions
source: Please include a `user_id` query parameter in your request.
eu: Mesedez gehitu ezazu `user_id` parametroa zure eskaeran.

# api: tropeltxo.exceptions
source: You have reached your tropeltxo limit.
eu: Zure tropeltxoen mugara iritsi zara.

# api: membership.exceptions
source: Duplicate entry - this user already is in this tropeltxo.
eu: Duplikatuta - erabiltzaile hau iada tropeltxo honetan dago.

# api: membership.exceptions
source: Only Admin can choose another admin.
eu: Tropeltxoko jabeak bakarrik aldatu dezakete jabetza.

# api: exceptions
source: Please include a `season` query parameter in your request.
eu: Mesedez gehitu ezazu `season` parametroa zure eskaeran.

# user_message: no porra
source: No team for this race
eu: Kinielarik ez lehiaketa honetan

# user_message: no standings for a collection
source: No standings
eu: Sailkapenik gabe

# porra.modal: porra ID
source: Team ID
eu: Kiniela zenbakia

# porra.modal: porra last updated
source: Last updated
eu: Azken aldaketa data

# porra.modal: stages switch
source: Show all stages
eu: Etapa guztiak erakutsi

# ui.tooltip: tropeltxo
source: Public
eu: Publikoa

# ui.tooltip: tropeltxo
source: Private
eu: Pribatua

# ui.tooltip: rider in ideal team
source: In the ideal team
eu: Kiniela idealean

# ui.tooltip: rider in team
source: In your team
eu: Zure kinielan

# ui.tooltip: risk factor
source: Risk factor
eu: Arrisku maila

# ui.tooltip: number of teams in collection
source: Number of teams
eu: Kiniela kopurua

# ui
source: Loading...
eu: Kargatzen...

# ui
source: Saving...
eu: Gordetzen...

# ui
source: Calculating...
eu: Kalkulatzen...

# ui: button
source: Save
eu: Gorde

# ui
source: Search examples
eu: Bilaketa adibideak

source: Notifications
eu: Oharrak

# notifications
source: No notifications
eu: Ez duzu oharrik

# search: filter
source: Username
eu: Erabiltzailea

# search: filter
source: City
eu: Herria

# dorsal: sorting
source: Name
eu: Izena

# dorsal: sorting
source: Percentage
eu: Portzentaia

# dorsal: sorting
source: Points
eu: Puntuak

# dorsal: filters
source: All
eu: Guztiak

# race: final stage
source: Final
eu: Bukaerakoa

# race: filters
source: Hide riders with zero points
eu: Punturik ez dutenak ezkutatu

# race: filters
source: Filters
eu: Filtroak

# race: filters
source: Group
eu: Multzoa

# race: filters
source: Status
eu: Egoera

# search: results
source: Results
eu: Emaitzak

# race.box: XXX porras
source: teams
eu: kiniela

# race.box
source: Next race
eu: Hurrengo lehiaketa

# race.box
source: This race has been canceled.
eu: Lasterketa hau bertan behera utzi dute.

# sponsored_games: cta
source: This is a sponsored race, with nice prizes for Tropela users.
eu: Lehiaketa hau babestuta dago, eta sari ederrak ditu Tropelako erabiltzaileentzat.

# forms: porra.create
source: Your team has been created.
eu: Zure kiniela behar bezala sortu da.

# forms: porra.update
source: Your team information has been updated.
eu: Zure kinielaren informazioa behar bezala eguneratu da.

# race.box: registration deadline
source: Deadline for creating your team
eu: Kiniela egiteko azken eguna

# menu.collections: year
source: Year
eu: Urtekoa

# race: vue path
source: /points/
eu: /txirrindularien-puntuak/

# race: vue path
source: /standings/
eu: /sailkapenak/

# cookies: message
source: This website uses cookies to ensure you get the best experience on our website.
eu: Webgune honek cookie-ak erabiltzen ditu nabigazio esperientzia hobetzeko eta gure zerbitzuak eskaintzeko.

# cookies: link
source: Learn more
eu: Gehiago irakurri

# cookies: dismiss
source: Got it!
eu: Ulertuta!

# xedap: bike
source: Road
eu: Errepidekoa

# xedap: bike
source: Victorian
eu: Viktoriarra

# xedap: hair
source: Short
eu: Motza

# xedap: hair
source: Long
eu: Luzea

# xedap: hair
source: Vietnamese hat
eu: Vietnamiarra

# xedap: top
source: - (w)
eu: - (e)

# xedap: top
source: Jersey
eu: Mailota

# xedap: top
source: Jersey (w)
eu: Mailota (e)

# xedap: top
source: T-shirt
eu: Kamiseta

# xedap: top
source: T-shirt (w)
eu: Kamiseta (e)

# xedap: top
source: Solid, long
eu: Kamiseta, luzea

# xedap: top
source: Solid, long (w)
eu: Kamiseta, luzea (e)

# xedap: top
source: Stripes
eu: Marraduna

# xedap: top
source: Stripes (w)
eu: Marraduna (e)

# xedap: top
source: Stripes, long
eu: Marraduna, luzea

# xedap: top
source: Stripes, long (w)
eu: Marraduna, luzea (e)

# xedap: top
source: Bikini
eu: Bikinia

# xedap: bottom
source: Bib shorts
eu: Kulotak

# xedap: bottom
source: Shorts
eu: Galtza motzak

# xedap: bottom
source: Short tights
eu: Estuak

# xedap: bottom
source: Leggings
eu: Legging-ak

# xedap: bottom
source: Bikini
eu: Bikinia

# xedap: face
source: Blush
eu: Koloreteak

# xedap: face
source: Clown
eu: Txiribiton

# xedap: face_hair
source: Beard
eu: Bizarra

# xedap: face_hair
source: Moustache
eu: Bigotea

# xedap: face_hair
source: Billy Goat
eu: Perilla

# xedap: shoes
source: Cycling
eu: Errepidea

# xedap: shoes
source: Boots
eu: Botak

# xedap: shoes
source: Aladin
eu: Aladino

# -- admin: labels
source: name
eu: izena

# -- admin: labels
source: alias
eu: aliasa

# -- admin: town.labels
source: region
eu: eskualdea

# -- admin: town.labels
source: province
eu: probintzia

# -- admin: town.verbose_name
source: town
eu: herria

# -- admin: town.verbose_name_plural
source: towns
eu: herriak

# -- admin: labels
source: key
eu: giltza

# -- admin: labels
source: value
eu: balioa

# -- admin: config.verbose_name
source: configuration
eu: konfigurazioa

# -- admin: config.verbose_name_plural
source: configurations
eu: konfigurazioak

# -- admin: dorsal_group.labels
source: group size
eu: aukeratu beharreko txirrindulari kopurua

# -- admin: labels
source: position
eu: ordena

# -- admin: dorsal_group.labels
source: risk factor weight
eu: arrisku maila ponderazioa

# -- admin: dorsal_group.verbose_name
source: dorsal group
eu: dortsal multzoa

# -- admin: dorsal_group.verbose_name_plural
source: dorsal groups
eu: dortsal multzoak

# -- admin: exceptions
source: Dorsal groups cannot be deleted once registration is open.
eu: Dortsal multzoak ezin dira ezabatu behin lehiaketa hasita dagoenean.

# dorsal.status
source: Participating
eu: Ziur

# dorsal.status
source: Retired
eu: Erretiratuta

# dorsal.status
source: Unconfirmed
eu: Dudan

# dorsal.status
source: Not participating
eu: Ez doa

# -- admin: labels
source: status
eu: egoera

# -- admin: dorsal.labels
source: risk factor
eu: arrisku maila

# -- admin: dorsal.verbose_name
source: dorsal
eu: dortsala

# -- admin: dorsal.verbose_name_plural
source: dorsals
eu: dortsalak

# -- admin: labels
source: URL
eu: URL-a

# -- admin: labels
source: logo
eu: logoa

# -- admin: sponsor.logo.help_text
source: Max side 300px.
eu: Zabalera maximoa 300px.

# -- admin: sponsor.verbose_name
source: sponsor
eu: babeslea

# -- admin: sponsor.verbose_name_plural
source: sponsors
eu: babesleak

# -- admin: labels
source: is visible
eu: ikusgai

# -- admin: labels
source: hashtags
eu: hashtag-ak

# -- admin: sponsored_game.labels
source: legal
eu: lege oharra

# -- admin: sponsored_game.labels
source: prizes
eu: sariak

# -- admin: sponsored_game.labels
source: banner
eu: bannerra

# -- admin: sponsored_game.verbose_name
source: sponsored game
eu: babestutakoa

# -- admin: sponsored_game.verbose_name_plural
source: sponsored games
eu: babestutakoak

# -- admin: standing.labels
source: position
eu: postua

# -- admin: standing.labels
source: points
eu: puntuak

# -- admin: standing.labels
source: evolution
eu: eboluzioa

# -- admin: standing.labels
source: aggregate position
eu: postua metatuan

# -- admin: standing.labels
source: aggregate points
eu: puntuak metatuan

# -- admin: standing.labels
source: aggregate evolution
eu: evoluzioa metatuan

# -- admin: sponsored_game_standing.verbose_name
source: game standing
eu: babestutako sailkapena

# -- admin: sponsored_game_standing.verbose_name_plural
source: game standings
eu: babestutako sailkapenak

# payment.status
source: Pending
eu: Zain

# -- admin: labels
source: category
eu: kategoria

# -- admin: labels
source: deadline
eu: iraungitze-data

# -- admin: notification.verbose_name
source: notification
eu: notifikazioa

# -- admin: notification.verbose_name_plural
source: notifications
eu: notifikazioak

# -- admin: labels
source: route name
eu: ruta

# -- admin: labels
source: template name
eu: templatea

# -- admin: page.verbose_name
source: page
eu: orrialdea

# -- admin: page.verbose_name_plural
source: pages
eu: orrialdeak

# -- admin: page_block.verbose_name
source: page block
eu: orrialde zatia

# -- admin: page_block.verbose_name_plural
source: page blocks
eu: orrialde zatiak

# -- admin: payment.labels
source: currency
eu: txanpona

# -- admin: payment.labels
source: amount
eu: kopurua

# -- admin: payment.labels
source: provider
eu: zerbitzua

# -- admin: payment.labels
source: reference
eu: erreferentzia

# -- admin: payment.labels
source: full response
eu: erantzun osoa

# -- admin: payment.verbose_name
source: payment
eu: ordainketa

# -- admin: payment.verbose_name_plural
source: payments
eu: ordainketak

# api: race.exceptions
source: %(race)s is not open for registration.
eu: %(race)s lehiaketa ez dago apuntatzeko irekita.

# api: dorsal.exceptions
source: Dorsal "%(dorsal_id)s" is not in this race.
eu: "%(dorsal_id)s" dortsalik ez dago lehiaketa honetan.

# api: dorsal.exceptions
source: Dorsal count is not valid for group "%(group_id)s" - expected %(expected)s dorsals (got %(real)s).
eu: Dortsal kopurua ez da egokia "%(group_id)s" multzoan - %(expected)s dortsal espero genituen eta %(real)s jaso ditugu.

# -- admin: porra.verbose_name_plural
source: porras
eu: porrak

# -- admin: labels
source: presentation
eu: aurkezpena

# -- admin: collection.verbose_name
source: collection
eu: bilduma

# -- admin: collection.verbose_name_plural
source: collections
eu: bildumak

# racing_event.type
source: Grand Tour
eu: Itzuli haundia

# racing_event.type
source: Tour
eu: Itzulia

# racing_event.type
source: Classic
eu: Klasikoa

# racing_event.type
source: Championship
eu: Txapelketa

# racing_event.category
source: Men
eu: Gizonezkoa

# racing_event.category
source: Women
eu: Emakumezkoa

# -- admin: labels
source: type
eu: mota

# -- admin: labels
source: WP category id
eu: WP kategoria [id]

# -- admin: race.labels
source: logo
eu: logoa

# -- admin: race.logo.help_text
source: Max side 300px.
eu: Zabalera maximoa 300px.

# -- admin: race.labels
source: thumbnail
eu: thumbnail-a

# -- admin: race.thumb.help_text
source: 200px square.
eu: 200px-ko karratua.

# -- admin: racing_event.verbose_name
source: racing event
eu: lasterketa

# -- admin: racing_event.verbose_name_plural
source: racing events
eu: lasterketak

# race.status
source: Preparing
eu: Prestatzen

# race.status
source: Registering
eu: Irekita

# race.status
source: Racing
eu: Lehiatzen

# race.status
source: Finished
eu: Bukatuta

# race.status
source: Closed
eu: Itxita

# race.status
source: Canceled
eu: Bertan behera

# -- admin: labels
source: country
eu: herrialdea

# -- admin: labels
source: start date
eu: hasiera eguna

# -- admin: labels
source: end date
eu: amaiera eguna

# -- admin: race.labels
source: is canceled
eu: bertan behera utzita

# -- admin: labels
source: website
eu: webgunea

# -- admin: race.labels
source: course
eu: ibilbidea

# -- admin: race.labels
source: is protour
eu: UCI ProTour-ean

# -- admin: race.labels
source: registration start
eu: apuntatzeko epearen hasiera

# -- admin: race.labels
source: registration end
eu: apuntatzeko epearen amaiera

# -- admin: race.labels
source: closing date
eu: ixteko eguna

# -- admin: race.labels
source: is visible
eu: ikusgai

# -- admin: race.labels
source: letter maximums
eu: letren maximoak

# -- admin: race.labels
source: risk factor values
eu: arrisku mailen balioak

# -- admin: race.verbose_name
source: race
eu: lehiaketa

# -- admin: race.verbose_name_plural
source: races
eu: lehiaketak

# race.representation
source: %(race)s %(season)s
eu: %(season)sko %(race)s

# -- admin: point_section.verbose_name
source: point section
eu: puntuen atala

# -- admin: point_section.verbose_name_plural
source: point sections
eu: puntuen atalak

# -- admin: point.labels
source: is final
eu: bukaerakoa

# -- admin: point.labels
source: position
eu: postua

# -- admin: point.verbose_name
source: point
eu: puntua

# -- admin: point.verbose_name_plural
source: points
eu: puntuak

# -- admin: result_raw.verbose_name
source: raw result
eu: emaitza gordina

# -- admin: result_raw.verbose_name_plural
source: raw results
eu: emaitza gordinak

# -- admin: result.labels
source: points
eu: puntuak

# -- admin: result.labels
source: aggregate points
eu: puntu metatuak

# -- admin: result.verbose_name
source: result
eu: emaitza

# -- admin: result.verbose_name_plural
source: results
eu: emaitzak

# rider.gender
source: Male
eu: Gizona

# rider.gender
source: Female
eu: Emakumea

# rider.status
source: Active
eu: Aktiboan

# rider.status
source: Retired
eu: Erretiratuta

# rider.status
source: Banned
eu: Zigortuta

# rider.status
source: Dead
eu: Zenduta

# -- admin: labels
source: first name
eu: izena

# -- admin: labels
source: last name
eu: abizena

# -- admin: labels
source: gender
eu: sexua

# -- admin: rider.verbose_name
source: rider
eu: txirrindularia

# -- admin: rider.verbose_name_plural
source: riders
eu: txirrindulariak

# -- admin: exceptions
source: You cannot delete a rider that has a dorsal asigned for a race.
eu: Ezin duzu lehiaketaren batetan dortsal bat duen txirrindulari bat ezabatu.

# -- admin: labels
source: season
eu: denboraldia

# -- admin: labels
source: short name
eu: izen laburra

# -- admin: labels
source: code
eu: kodea

# -- admin: team.verbose_name
source: team
eu: taldea

# -- admin: team.verbose_name_plural
source: teams
eu: taldeak

# -- admin: labels
source: image
eu: irudia

# -- admin: slide.image.help_text
source: Recommended size: 1200px by 500px
eu: Tamaina gomendatua: 1200px bider 500px

# -- admin: labels
source: title
eu: izenburua

# -- admin: slide.verbose_name
source: slide
eu: sarrerako slide-a

# -- admin: slide.verbose_name_plural
source: slides
eu: sarrerarako slide-ak

# -- admin: exceptions
source: date is not valid for a final stage.
eu: data ez da egokia bukearako etaparentzat.

# -- admin: exceptions
source: stage date is not between start and end dates of the race.
eu: etapako data ez dago lehiaketako hasiera eta amaiera daten artean.

# stage.type
source: Normal
eu: Normala

# stage.type
source: Prologue
eu: Prologoa

# stage.type
source: Mountains
eu: Mendiak

# stage.type
source: Hills
eu: Mendate ertainak

# stage.type
source: Individual Time Trial (ITT)
eu: Bakarkako erlojupekoa

# stage.type
source: Team Time Trial (TTT)
eu: Taldekako erlojupekoa

# stage.type
source: Rest day
eu: Atseden eguna

# -- admin: labels
source: date
eu: data

# -- admin: labels
source: is final
eu: bukaerakoa

# -- admin: stage.labels
source: start
eu: hasiera

# -- admin: stage.labels
source: finish
eu: amaiera

# -- admin: stage.labels
source: has standings
eu: sailkapenekin

# -- admin: stage.verbose_name
source: stage
eu: etapa

# -- admin: stage.verbose_name_plural
source: stages
eu: etapak

# -- admin: standing.verbose_name
source: standing
eu: sailkapena

# -- admin: standing.verbose_name_plural
source: standings
eu: sailkapenak

# -- admin: standing.labels
source: porras
eu: porrak

# -- admin: standing_collection.verbose_name
source: collection standing
eu: bilduma sailkapena

# -- admin: standing_collection.verbose_name_plural
source: collection standings
eu: bilduma sailkapenak

# -- admin: labels
source: group
eu: taldea

# -- admin: labels
source: default
eu: defektuzkoa

# -- admin: labels
source: description
eu: deskribapena

# -- admin: subscription_type.labels
source: duration
eu: iraupena

# -- admin: subscription_type.duration.help_text
source: In days
eu: Egunetan

# -- admin: labels
source: currency
eu: txanpona

# -- admin: labels
source: total
eu: totala

# -- admin: subscription_type.labels
source: VAT rate (%)
eu: BEZ-a (%)

# -- admin: subscription_type.verbose_name
source: subscription type
eu: harpidetza mota

# -- admin: subscription_type.verbose_name_plural
source: subscription types
eu: harpidetza motak

# -- admin: labels
source: due at
eu: amaiera

# -- admin: labels
source: subtotal
eu: subtotal-a

# -- admin: labels
source: VAT
eu: BEZ

# -- admin: subscription.verbose_name
source: subscription
eu: harpidetza

# -- admin: subscription.verbose_name_plural
source: subscriptions
eu: harpidetzak

# subscription.representation
source: Subscription %(uuid)s
eu: %(uuid)s harpidetza

# -- admin: labels
source: is public
eu: publikoa

# -- admin: tropeltxo.labels
source: members count
eu: kide kopurua

# -- admin: tropeltxo.verbose_name
source: tropeltxo
eu: tropeltxoa

# -- admin: tropeltxo.verbose_name_plural
source: tropeltxos
eu: tropeltxoak

# membership.level
source: Admin
eu: Kudeatzailea

# membership.level
source: Moderator
eu: Moderatzailea

# membership.level
source: Member
eu: Kidea

# membership.level
source: Pending member
eu: Zain

# membership.level
source: Invited member
eu: Gonbidatuta

# membership.level
source: Rejected
eu: Ezeztatuta

# -- admin: membership.labels
source: last view
eu: azken bistaratzea

# -- admin: tropeltxo_membership.verbose_name
source: membership
eu: kidetza

# -- admin: tropeltxo_membership.verbose_name_plural
source: memberships
eu: kidetzak

# -- admin: labels
source: text
eu: testua

# -- admin: tropeltxo_message.verbose_name
source: message
eu: mezua

# -- admin: tropeltxo_message.verbose_name_plural
source: messages
eu: mezuak

# user.profile.status
source: Deleted (soft delete)
eu: Ezabatuta (soft delete)

# user.profile.status
source: Cockroach
eu: Kakalardoa

# user.profile.status
source: Normal
eu: Normala

# user.profile.status
source: Verified
eu: Baieztatuta

# -- admin: labels
source: language
eu: hizkuntza

# -- admin: labels
source: city
eu: herria

# -- admin: user.profile.labels
source: avatar preference
eu: lehenetsitako avatarra

# -- admin: user.profile.labels
source: receive emails
eu: emailak jaso

# -- admin: user.profile.labels
source: receive notifications
eu: notifikazioak jaso

# -- admin: user.profile.labels
source: share on social media
eu: sare sozialetan zabaldu

# -- admin: labels
source: custom rider
eu: txirrindularia

# -- admin: user.profile.labels
source: avatar URL
eu: avatarraren URL-a

# -- admin: user.profile.labels
source: last email
eu: azken emaila

# -- admin: user.profile.labels
source: is premium
eu: Luxuzko Gregarioa

# -- admin: user_profile.verbose_name
source: user profile
eu: profila

# -- admin: user_profile.verbose_name_plural
source: user profiles
eu: profilak

# country
source: United States
eu: Estatu Batuak

# country
source: Basque Country
eu: Euskal Herria

# country
source: Catalonia
eu: Katalunia

# country
source: Galicia
eu: Galizia

# -- admin: th.dorsals
source: Dorsals
eu: Dortsalak

# -- admin: th.dorsal_groups
source: Groups
eu: Multzoak

# -- admin: actions
source: %(race)s already has dorsal groups. Aborted.
eu: %(race)s lehiaketak baditu multzoak. Ez da ekintza burutu.

# -- admin: actions
source: Dorsal groups have been duplicated for %(race)s.
eu: %(race)s lehiaketarentzat dortsal multzoak sortu dira.

# -- admin: actions
source: [Tropela] Clone dorsal groups
eu: [Tropela] Multzoak klonatu

# -- admin: actions
source: %(race)s already has points. Aborted.
eu: %(race)s lehiaketak baditu puntuak. Ez da ekintza burutu.

# -- admin: actions
source: Points have been duplicated for %(race)s.
eu: %(race)s lehiaketarentzat puntuak sortu dira.

# -- admin: actions
source: [Tropela] Clone points
eu: [Tropela] Puntuak klonatu

# -- admin: actions
source: Emails are being sent.
eu: Emailak bidaltzen ari dira.

# -- admin: actions
source: [Mailer] Send `red dorsals` email
eu: [Emailak] `Dortsalak gorriz` emaila bidali

# -- admin: actions
source: [Tropela] Change category to `Men`
eu: [Tropela] Kategoria aldatu: `Gizonezkoa`

# -- admin: actions
source: [Tropela] Change category to `Women`
eu: [Tropela] Kategoria aldatu: `Emakumezkoa`

# -- admin: actions
source: [Tropela] Clone selected teams for season %(season)s
eu: [Tropela] Aukeratutatako taldeak klonatu %(season)s denboraldirako

# -- admin: actions
source: [Tropela] Change gender to `Female`
eu: [Tropela] Sexua aldatu: `Emakumea`

# -- admin: actions
source: [Tropela] Change gender to `Male`
eu: [Tropela] Sexua aldatu: `Gizona`

# -- admin: actions
source: [Tropela] Change status to `Active`
eu: [Tropela] Egoera aldatu: `Aktiboan`

# -- admin: actions
source: [Tropela] Change status to `Retired`
eu: [Tropela] Egoera aldatu: `Erretiratuta`

# -- admin: actions
source: [Tropela] Change status to `Banned`
eu: [Tropela] Egoera aldatu: `Zigortuta`

# -- admin: th.results
source: Results
eu: Emaitzak

# -- admin: th.standings
source: Standings
eu: Sailkapenak

# -- admin: actions
source: Results and standings are being calculated for %(stage)s.
eu: Puntuak eta sailkapenak kalkulatzen ari dira %(stage)s etaparentzat.

# -- admin: actions
source: [Tropela] Calculate standings
eu: [Tropela] Sailkapenak kalkulatu

# -- admin: actions
source: Standings have been deleted for %(stage)s.
eu: %(stage)s etaparentzat emaitzak ezabatu dira.

# -- admin: actions
source: [Tropela] Delete standings
eu: [Tropela] Sailkapenak ezabatu

# -- admin: user.filters
source: Type
eu: Mota

# -- admin: user.filters
source: Premium users
eu: Luxuzko Gregarioak

# -- admin: user.filters
source: Language
eu: Hizkuntza

# -- admin: actions
source: Users are now premium.
eu: Erabiltzaileak Luxuzko Gregario bihurtu dituzu.

# -- admin: user.actions
source: [Tropela] Make premium
eu: [Tropela] Luxuzko Gregario egin

# menu
source: Home
eu: Sarrera

# menu
source: Races
eu: Lehiaketak

# menu
source: Rules
eu: Arauak

# menu
source: Blog
eu: Bloga

# menu
source: Store
eu: Denda

# menu
source: About us
eu: Tropela Elkartea

# premium: sidebar messages
source: Become a First Domestique and compare your results with up to %(limit)s users.
eu: Egin zaitez Luxuzko Gregario eta zure emaitzak beste %(limit)s erabiltzaileren emaitzekin alderatu ahal izango dituzu.
